Repository: Twilight0/plugin.video.novasports.gr
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Latest Videos
el_gr: Πρόσφατα βίντεο

# #30002
source: Live
el_gr: Ζωντανά

# #30003
source: Matches
el_gr: Παιχνίδια

# #30004
source: Score
el_gr: Σκορ

# #30005
source: Enter another date
el_gr: Εισάγετε άλλη ημερομηνία

# #30006
source: Next date
el_gr: Επόμενη ημερομηνία

# #30007
source: Previous date
el_gr: Προηγούμενη ημερομηνία

# #30008
source: No scheduled match was found for this date[CR]select to return to current date
el_gr: Δεν βρέθηκε προγραμματισμένη μετάδοση γι' αυτην την ημερομηνία[CR]επιλέξτε για επιστροφή στην τρέχουσα ημερομηνία

# #30010
source: Clear function cache
el_gr: Διαγραφή μνήμης λειτουργιών

# #30011
source: Description was not found
el_gr: Δεν βρέθηκε περιγραφή

# #30012
source: Go to root menu
el_gr: Πήγαινε στο αρχικό μενού

# #30013
source: More...
el_gr: Περισσότερα...

# #30014
source: Enable HLS Dash
el_gr: Ενεργοποίηση HLS Dash

# #30015
source: General
el_gr: Γενικά

# #30016
source: Cache limit in hours
el_gr: Λήξη μνήμης σε ώρες

# #30017
source: Categories
el_gr: Κατηγορίες

# #30018
source: Teams
el_gr: Ομάδες

# #30019
source: Sport: {}
el_gr: Άθλημα: {}

# #30020
source: Soccer/Football
el_gr: Ποδόσφαιρο

# #30021
source: Basket
el_gr: Μπάσκετ

# #30022
source: Bookmarks
el_gr: Σελιδοδείκτες

# #30023
source: [I]Current date: {0}[/I]
el_gr: [I]Τρέχουσα ημερομηνία: {0}[/I]

# #30024
source: No bookmarks were found
el_gr: Δεν βρέθηκαν σελιδοδείκτες

# #30402
source: Success
el_gr: Επιτυχία

# #30501
source: Add to bookmarks
el_gr: Προσθήκη στους σελιδοδείκτες

# #30502
source: Remove from bookmarks
el_gr: Αφαίρεση από σελιδοδείκτες
